import React from 'react';

// Navigation — компонент, который отвечает за меню навигации на сайте;
// SearchForm — форма поиска, куда пользователь будет вводить запрос;
// NewsCardList — компонент, который управляет отрисовкой карточек на страницу и их количеством;
// NewsCard — компонент новостной карточки;
// About — презентационный компонент, который показывает информацию об авторе;
// Preloader — отвечает за работу прелоудера;

function Main(props) {

    return (

        <>
        </>
    );
}

export default Main;